Repository: Diamondius/new_world_quiz
Catalog: lib/l10n/intl_*.arb
Languages: ru, sq

# nwQuiz
source: NEW WORLD QUIZ
ru: ВИКТОРИНУ НОВОГО МИРА
sq: KUIZ BOTA E RE

source: Welcome to
ru: ДОБРО ПОЖАЛОВАТЬ В
sq: MIRËSEVINI TE

# exclamationPerfect
source: PERFECT!
ru: ИДЕАЛЬНО!
sq: PERFEKT!

# exclamationGreat
source: GREAT JOB!
ru: ВЕЛИКОЛЕПНО!
sq: SHKËLQYER!

# exclamationGood
source: GOOD JOB!
ru: НЕПЛОХО!
sq: SHUMË MIRË!

# exclamationThank
source: NICE TRY!
ru: ХОРОШАЯ ПОПЫТКА!
sq: MIRË!

# evaluationPerfect
source: You have reached the heights of Biblical knowledge. Put it to good use!
ru: Ты достиг невероятных высот Библейских знаний. Используй их!
sq: Ju mund të ishit një studiues specialist biblik! Përdorni gjithë këtë njohuri për të ndërtuar!

# evaluationGreat
source: You have an in depth knowledge of the Bible. Continue your hard work!
ru: У тебя глубокое знание Библии. Продолжай усердно трудиться!
sq: Ju keni njohuri të thellë të Biblës! Vazhdoni punën e mirë!

# evaluationGood
source: You have demonstrated a working knowledge of the Bible. Always keep improving!
ru: Ты показал неплохое знание Библии. Продолжай улучшаться!
sq: Ju keni vërtetuar se keni njohuri të mjaftueshme për Biblën! Vazhdoni të përparoni!

# evaluationThank
source: Gaining Biblical knowledge is a life long journey, never give up!
ru: Приобретение Библейских знаний - это путешествие длиною в жизнь. Никогда не сдавайся!
sq: Fitimi i njohurisë biblike është një udhëtim pa fund. Vazhdoni këtë përpkekje të vlefshme!

# buttonEndGame
source: End Game
ru: Конец Игры
sq: Fundi i Lojes

# inDepth
source: More in depth
ru: Больше глубин
sq: NË PËRGJITHËSI

source: Correct Answers
ru: Правильные Ответы
sq: Përgjigjjet e Sakta

source: Total Points
ru: Итоговые Очки
sq: Pikët Totale

source: Settings
ru: Настройки
sq: Konfigurime

# quickGameButton
source: Quick Game
ru: Быстрая игра
sq: Lojë e Shpejtë

source: Home
ru: Домой
sq: Qendër

source: Language
ru: Язык
sq: Gjuha

source: By
ru: От
sq: Nga

source: Correct
ru: Правильные
sq: Të Sakta

source: Wrong
ru: Неправильные
sq: Gabim

source: Source
ru: Источник
sq: Burimi

source: No Source
ru: Источника нету
sq: Nuk ekziston burimi

source: Cancel
ru: Отменить
sq: Anullim

source: Go
ru: Давай
sq: Shkoni

# sourceAlertWindowDescription
source: This will open an external browser window to the Watchtower Online Library, where the source of the question is referred. The site's double arrow icon can be used to change languages. If you choose to proceed, you forfeit this question.
ru: Это откроет новое окно в Онлайн-Библиотеке Сторожевой башни, где находитса источник ответа. На странице можно поменять язык при помоши двух стрелок. Если ты решишь продолжить, ты потеряешь этот вопрос.
sq: Do të shkoni në shfletuesin, në faqen e bibliotekës në internet që ka burimin e materialit të pyetjes. Faqja do të jetë në Anglisht. Ju mund të përdorni shigjetën e dyfishtë për të ndryshuar gjuhën. Nëse vendosni të vazhdoni, pyetja do të llogaritet e humbur.

source: Custom
ru: Индивидуально
sq: E Modifikuar

source: Custom Game
ru: Индивидуальная игра
sq: Lojë e Modifikuar

source: Play
ru: Играть
sq: Luani

# continueGame
source: Continue
ru: Продолжить
sq: Vazhdoni

source: Random
ru: Случайный
sq: Rastësishëm

source: Easy
ru: Лёгкий
sq: Të Lehta

source: Normal
ru: Средний
sq: Normale

source: Hard
ru: Сложный
sq: Të Vështira

source: Difficulty
ru: Уровень
sq: Vështirësia

source: Questions
ru: Вопросы
sq: Pyetje

source: Sound
ru: Звук
sq: Tinguj

source: Vibration
ru: Вибрация
sq: Vibrim

source: Feedback
ru: Отклик
sq: Formular për të komentuar

# shareThoughts
source: Please share your thoughts about the app
ru: Поделись пожалуйста своими мыслями об игре.
sq: Ju lutemi ndani komentet tuaja për lojën

# feedbackEmpty
source: Please write some feedback before sending
ru: Напиши пожалуйста отзыв.
sq: Ju lutemi shkruani komente para se të dërgoni formularin!

# feedbackFewChars
source: Please write more than 10 characters
ru: Напиши пожалуйста больше чем 10 знаков.
sq: Ju lutemi shkruani më shumë se 10 karaktere!

# contact
source: Contact Us
ru: Контакт
sq: Komunikoni

# shareQuestion
source: Share your Question
ru: Поделись своим вопросом
sq: Ndani një pyetje

source: Report Question
ru: Сообщить о вопросе
sq: Raportim Pyetjes

source: New Question
ru: Новы вопрос
sq: Pyetje e Re

# reportQuestionUnderline
source: Please share what is wrong with this question
ru: Напиши пожалуйста, что с этим вопросом не так.
sq: Ju lutemi na tregoni problemin me këtë pyetje

# shareQuestionUnderline
source: Please share a question with us
ru: Пожалуйста поделись своим вопросом.
sq: Ju lutemi ndani një pyetje me ne

source: Question
ru: Вопрос
sq: Pyetje

source: Correct Answer
ru: Правильны ответ
sq: Përgjigjje e Saktë

source: Wrong Answer
ru: Неправильны ответ
sq: Përgjigjje e Gabuar

# emptyQuestionError
source: Please write a question!
ru: Пожалуйста напиши вопрос!
sq: Ju lutemi shkruani një pyetje!

# emptyAnswerError
source: Please write an answer!
ru: Пожалуйста напиши ответ!
sq: Ju lutemi shkruani një përgjigjje!

# shortQuestionError
source: Please make the question longer!
ru: Пожалуйста сделай вопрос длиннее!
sq: Ju lutemi zmadhoni pyetjen!

# longAnswerError
source: Shorten the answer to fewer than X characters
ru: Пожалуйста сократи ответ на меньше чем 100 знаков.
sq: Zvogëloni përgjigjjen në më pak se 100 karaktere!
